Repository: kaeza/minetest-orienteering
Catalog: locale/*.po
Languages: de, es

source: Altimeter
de: Höhenmesser
es: Altímetro

source: Compass
de: Kompass
es: Brújula

source: Quadcorder
de: Vierkorder

source: Watch
de: Uhr
es: Reloj pulsera

source: Speedometer
de: Tacho
es: Velocímetro

source: Automapper
de: Autokartierer
es: Mapeador automático

source: GPS device
de: GPS-Gerät
es: Dispositivo GPS

source: Binoculars
de: Fernglas

source: Yaw: @1°, pitch: @2°
de: Gier: @1°, Nick: @2°
es: Derr: @1, incl: @2

source: Yaw: @1°
de: Gier: @1°
es: Derr: @1

source: Pitch: @1°
de: Nick: @1°
es: Incl: @1

source: Time: midnight
de: Uhrzeit: Mitternacht
es: Hora: medianoche

source: Time: @1:@2 a.m.
de: Uhrzeit: @1:@2 AM
es: Hora: @1:@2 AM

source: Time: @1:@2 p.m.
de: Uhrzeit: @1:@2 PM
es: Hora: @1:@2 PM

source: Time: @1:@2
de: Uhrzeit: @1:@2
es: Hora: @1:@2

source: Speed: hor.: @1 @2, vert.: @3 @4
de: Tempo: hor.: @1 @2, vert.: @3 @4
es: Vel: hor.: @1 @2, vert.: @3 @4

source: Coordinates: X=@1, Z=@2
de: Koordinaten: X=@1, Y=@2, Z=@3
es: Coordenadas: X=@1, Z=@2

source: Height: Y=@1
de: Höhe: Y=@1
es: Altura: Y=@1

source: Master of Orienteering
de: Meister der Orientierung
es: Maestro de Orientación

source: Craft a quadcorder.
de: Fertigen Sie einen Vierkorder.
es: Construír un quadcorder.

source: It shows you your yaw (horizontal viewing angle) in degrees.
de: Er zeigt Ihnen Ihre Gierung (horizontaler Blickwinkel) in Grad.
es: Muestra tu derrape (ángulo horizontal) en grados.

source: It shows you your pitch (vertical viewing angle) in degrees.
de: Er zeigt Ihnen Ihren Nick (vertikaler Blickwinkel) in Grad.
es: Muestra tu inclinación (ángulo vertical) en grados.

source: It shows you your current elevation (Y).
de: Er zeigt Ihnen Ihre momentane Höhe (Y).
es: Muestra tu elevación actual.

source: It shows you the coordinates of your current position in the horizontal plane (X and Z).
de: Er zeigt Ihnen die Koordinaten Ihrer aktuellen Position auf der horizontalen Ebene (X und Z).
es: Muestra las coordenadas de tu posición actual en el plano horizontal.

source: The GPS device shows you your coordinates (X, Y and Z), your yaw (horizontal viewing angle) and the time.
de: Das GPS-Gerät zeigt Ihnen Ihre Koordinaten (X, Y und Z), Ihre Gierung (horizontaler Blickwinkel) und die Zeit.
es: Muestra tus coordenadas, derrape (ángulo horizontal), y la hora.

source: It shows you your current horizontal (“hor.”) and vertical (“ver.”) speed in meters per second, where one meter is the side length of a single cube.
de: Er zeigt Ihnen ihre aktuelle horizontale (»hor.«) und vertikale (»vert.«) Geschwindigkeit in Metern pro Sekunde, wobei hier ein Meter die Kantenlänge eines einzelnen Würfels ist.
es: Muestra tu velocidad actual horizontal y vertical en metros por segundo, siendo un metro el tamaño de un cubo.

source: It shows you the current time.
de: Es zeigt Ihnen die aktuelle Uhrzeit.
es: Muestra la hora actual

source: This is the ultimate orientieering tool. It shows you your coordinates (X, Y and Z), shows your yaw and pitch (horizontal and vertical viewing angles), the current time, your current speed and it enables you to access the minimap.
de: Dies ist das ultimative Werkzeug für die Orientierung. Es zeigt Ihnen Ihre aktuellen Koordinaten (X, Y, und Z), zeigt Ihren Gier- und Nickwinkel (horizontaler und vertikaler Blickwinkel), die aktuelle Uhrzeit, Ihre aktuelle Geschwindigkeit und es ermöglicht es Ihnen, auf die Kleinkarte zuzugreifen.
es: Ésta es la herramienta definitiva de orientación. Muestra tu posición, derrape e inclinación (ángulos horizontal y vertical), la hora actual, la velocidad actual, y te permite usar el minimapa.

source: The automapper automatically creates a map of the area around you and enables you to view a minimap of your surroundings. It also has a built-in radar.
de: Der Autokartierer erstellt automatisch eine Karte von Ihrer näheren Umgebung und ermöglicht es Ihnen, eine Kleinkarte davon zu betrachten. Er hat außerdem einen eingebauten Radar.
es: Automaticamente crea un mapa de los alrededores y te permite ver el minimapa. Tambien posee un radar integrado.

source: Binoculars allow you to zoom.
de: Ein Ferglas ermöglicht es Ihnen, die Ansicht zu vergrößern.

source: Put this tool in your hotbar to see the data it provides.
de: Legen Sie dieses Werkzeug in Ihrer Schnellzugriffsleiste ab, um die dazugehörigen Daten zu sehen.
es: Coloca ésta herramienta en la barra rápida para ver los datos que provee.

source: Put the watch in your hotbar to see the time. Leftclick to toggle between the 24-hour and 12-hour display.
de: Legen Sie die Uhr in Ihrer Schnellzugriffsleiste ab, um die Uhrzeit zu sehen. Mit Linksklick können Sie zwischen der 24-Stunden- und der 2-mal-12-Stunden-Anzeige wechseln.
es: Coloca el reloj pulsera en la barra rápida para ver la hora. Haz clic izquierdo para alternar entre modo de 12 horas y 24 horas.

source: Put this tool in your hotbar to make use of its functionality. Leftclick to toggle between 24-hour and 12-hour display for the time feature.
de: Legen Sie dieses Werkzeug irgendwo in Ihrem Spielerinventar ab, um davon Gebrauch zu machen. Mit Linksklick können Sie zwischen der 24-Stunden- und der 2-mal-12-Stunden-Anzeige der Uhrenfunktion wechseln.
es: Coloca ésta herramienta en la barra rápida para usar sus funcionalidades. Haz clic izquierdo para alternar entre el modo de 12 horas y 24 horas.

source: If you put an automapper in your hotbar, you will be able to access the minimap. By default the minimap can be opened with [F7].
de: Wenn Sie einen Autokartierer in Ihrer Schnellzugriffsleiste ablegen, können Sie auf die Kleinkarte zugreifen. Standardmäßig kann die Kleinkarte mit [F7] geöffnet werden.
es: Si colocas el mapeador automático en tu barra rápida, podrás acceder al minimapa. Por defecto el minimapa puede mostrarse con [F7].

source: Wield the binoculars to be able to zoom. Hold down the Zoom key (default: [Z]) to zoom.
de: Halten Sie das Fernglas, um in der Lage zu sein, die Ansicht zu vergrößern. Halten Sie die Zoomtaste (Standard: [Z]) gedrückt, um die Ansicht zu vergrößern.

source: Triangulator
es: Triangulador

source: Sextant
es: Sextante

source: Coordinates: X=@1, Y=@2, Z=@3
es: Coordenadas: X=@1, Y=@2, Z=@3

source: Time: noon
es: Hora: mediodía
